[
    {
        "model": "speakers.speakers",
        "pk": 1,
        "fields": {
            "id": 1,
            "name": "Prof. Bondan Tiara Sofyan",
            "affiliation": "Directorate General of Defence Potential, Ministry of Defence",
            "country": "Indonesia",
            "type": "keynote",
            "profile": "Bondan Tiara Sofyan is a Professor at the Department of Metallurgy and Materials Engineering, Universitas Indonesia, and is currently assigned as the Director General of Defense Potential of the Ministry of Defense Republic of Indonesia. She obtained her PhD from Monash University, Australia in 2003 in the area of materials and manufacturing engineering. She got Master of Science and Bachelor of Engineering from Universitas Indonesia in 1995 and 1991, respectively. Prof. Bondan is a member of the Materials Research Society Indonesia (MRS-INA) and is currently working on projects as follow: Al-Zn-Mg Alloy Development through by Thermomechanical Treatment and Shape Memory Alloy Development of Cu-Zn-Al Based Alloy. \\n The development and the strengthening of Indonesia strategic industries along with the procurement of main military equipments is her focus. The development and the strengthening of Indonesia strategic industries along with the procurement of main military equipments is also her focus. She remains doing research on the development of high strength and high performance light materials for various applications, including defence materials. The approach in developing high performance light materials is through microalloying, heat treatment, surface treatment, combining with other materials to form composites, and optimization of manufacturing processes. She has filed several patents, which one of these is on bullet-proof aluminium composites. She also has published a textbook and more than 110 scientific articles. She holds several awards for research productivity and teaching performance.",
            "storagePath": "speakers\/2019\/prof_bondan_tiara_sofyan.jpg",
            "speechTitle": "TOWARD STRONG DEFENCE INDUSTRIES",
            "speechAbstract": "History of Indonesia's defence industry started from 1958 when the excolonial companies were nationalized and then operated as national companies. In 1980, more focus was given by the formation of Defense and Security Industry Development Team. Military embargo imposed to Indonesia strengthen the program to develop defence industries with the aim to achieve independency. The latest Law No. 16\/2014 is an affirmative policy to side on national defence industry. As implementation of this law, the Ministry of Defence of Republic of Indonesia runs six policy initiatives: (1) Implementation of Local Content and Offset policy in procurement of defence products from overseas, (2) International cooperation, (3) Promotion, (4) Licensing of defence industries and blasting enterprises, (5) Production of First Articles, and (6) Seven National Priority Programs. Currently, the products of Indonesia defence industries have been used by the Indonesia National Armed Forces (TNI), such as: CN-235 MPA aircrafts, NC-212i aircrafts, Super Puma NAS 332 helicopter, NBell 412 helicopter, various types of naval ships, Anoa panser, Komodo tactical vehicles, Harimau medium tank, etc. Aside from that, Indonesia produces various rifles, pistols, ammunition, bombs, and rockets. For defence electronics, various radios, CMS (combat management system), data interlink, etc. Indonesia’s military personnel equipments, such as military uniforms, backpack, boots, parachutes, helmets, have been used in many countries. To keep the industries competitive and able to produce state-ofthe-art products needed by the users, innovation is a must. For this, involvement of universities and research institutes is necessary.",
            "time": "2019-7-23 10:00",
            "room": "Ballroom",
            "symposium": "Plenary"
        }
     },
    {
        "model": "speakers.speakers",
        "pk": 2,
        "fields": {
            "id": 2,
            "name": "Prof. Aya Hagishima",
            "affiliation": "Kyushu University",
            "country": "Japan",
            "type": "keynote",
            "profile": "Aya Hagashima is a professor in the Department of Energy and Environmental Engineering, Interdisciplinary Graduate School of Engineering Sciences, Kyushu University. She received her Bachelor, Master and Doctoral degrees from Kyushu University in 1993, 1995 and 2002 respectively. She started her teaching career in Kyushu University as a research associate in the Department of Thermal Energy Engineering. She is the recipient of the Architectural Institute of Japan (AIJ) 2003 Encouragement Prize and was once again awarded the AIJ Prize 2015. \\n Prof. Hagishima teaches fluid dynamics and heat transfer engineering for undergraduate students at the Department of Energy Science and Engineering, micro-climatology for graduate students at the Department of Energy and Environmental Engineering, Interdisciplinary Graduate School of Engineering and Sciences. In addition, she supervises various research projects for undergraduate thesis, master thesis, and doctor thesis. Her research activities focuses in the following fields: urban climatology, wind engineering and building environmental engineering.",
            "storagePath": "speakers\/2019\/prof_aya_hagishima.jpg",
            "speechTitle": "Challenges seeking for affordable cooling strategies of built environment in tropical regions",
            "speechAbstract": "A building is an indispensable shelter for humankind since ancient times. It provides places for various productive activities and comfort environment. On the other hand, the building sector is currently one of the main energy consumers in the world. According to IEA Global Status Report 2017, it contributes 30% of the global final energy consumption and 28% of global energy-related CO2 emissions in 2015. Considering the future climate change of both global and urban scale, a suitable built environment which enables to attenuate the risk of health damage from heat-related illness will become more essential especially in equator tropical regions.&nbsp;\\n In principle, human body is kept at a thermally neutral state by evaporation of sweat and the convection heat between the adjacent air and skin surface; however, the efficiency of the latter processes is drastically hindered if the air temperature reaches to the body temperature. As a result, air-conditioning (A\/C) facilities become essential to prevent the heat risk, resulting in the increase of the energy consumption and greenhouse gas emissions. Furthermore, if the current living environment is left unchanged, low-income families without A\/C facilities will directly face the significant risk all through the year in tropical regions. \\n Under these circumstances, the authors have conducted a series of field studies related to building energy use and indoor thermal environment in Malaysia as joint research projects for past years. In the keynote presentation, the authors will introduce three projects, namely, 1) field survey on occupants’ behavior toward A\/C and energy use, 2) experiment of the sleep quality under various cooling strategies, and 3) field measurement in a terrace house to evaluate passive cooling strategies. Based on the findings of these studies, affordable cooling strategies tailored to tropical emerging countries will be discussed. Lastly, a numerical analysis based on a building energy simulation coupled with genetic algorithm optimization will be introduced to discuss about the prospective change of lifestyle related to A\/C use under future scenarios.",
            "time": "2019-7-23 10:45",
            "room": "Ballroom",
            "symposium": "Plenary"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 3,
        "fields": {
            "id": 3,
            "name": "Prof. Eung Ryul Baek",
            "affiliation": "Yeungnam University",
            "country": "South Korea",
            "type": "invited",
            "profile": "Baek Eung Ryul, Ph.D. is currently a Professor in School of Materials Science and Engineering, Yeungnam University, South Korea. He is also active as the President of The Korean Welding and Joining Society. He received his bachelor degree from Yeungnam University then continued to finish his master degree in Hanyang University and Ph.D in Pohang University of Science and Technology. His research interests are in the area of welding metallurgy; high strength and wear resistance casting alloys; and metal injection molding. From 1985 until now, Prof. Baek Eung Ryul has continuously published articles related those subjects in several Journals. \\n Prof. Baek Eung Ryul has received a numerous awards since 2011 until 2018 such us becoming the team supervisor for Creative Design Exhibition in Undergraduate Sector of the Korean Society for Railway, which received a Grand Prize from Minister of Land, Transport, and Maritime Affairs in 2011; an Achievement Award in 2014 and MONITEC Academic Award in 2015 from the President of The Korean Welding and Joining Society; and recently for Poster Presentation Excellence Prize from the President of The Korean Metal and Material Society in 2018. He joined the Journal of the Korean Foundrymen’s Society as Editorial Committee Member in 2014 until now; a certified internal auditor with ANB Korea Certificated by IAB, IIW from 2012 until now; and a Director in the Board of Directors of The Korean Welding and Joining Society.",
            "storagePath": "speakers\/2019\/prof_eung_ryul_baek.jpg",
            "speechTitle": "An Overview of Massive Phase Transformation as a New Prospective Method for Designing a Ti-6Al-4V Alloy with Superior Mechanical Properties",
            "speechAbstract": "Owing to the high strength to its weight ratio and excellent corrosion resistance, Ti alloy has become the main candidates for structural and automotive application. Ti-6Al-4V, which is categorized as an α+β Ti alloy, is the most commercially used titanium alloy among the others since it possesses a low material cost while having a synergy in strength and ductility. On the other hand, the use of Ti-6Al-4V alloy is limited because the strength of this alloy is lower compared to the high cost β titanium alloy. Thus, it is not suitable for high-load application. Microstructural design was applied to improve the mechanical property of Ti-6Al-4 alloy by introducing a massive phase transformation. The massive phase (αm) transformation was occurred during the introduction of high cooling rates to avoid α diffusion formation and should form before the alloy reaches the martensite start temperature, during the cooling from the β phase region. Thus, the αm have a morphology characteristic between lamellar and martensite. The αm morphology was reported to be consisted of α sub-lamellar with the width of α is approximately 1 μm. The fine width of α and the occurrence of high dislocation in the αm combined resulting in the increment of mechanical property while still maintaining the ductility of Ti-6Al-4V alloy.&nbsp;",
            "time": "2019-7-23 13:00",
            "room": "TARUSAN 1-2",
            "symposium": "International Symposium on Metallurgy and Materials Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 4,
        "fields": {
            "id": 4,
            "name": "Prof. dr. ir. H.J. (Erik) Heeres",
            "affiliation": "University of Groningen",
            "country": "The Netherlands",
            "type": "invited",
            "profile": "Prof. Hero Jan (Erik) Heeres teaches as a Full Professor in Chemical Reaction Engineering, Rijksuniversiteit Groningen, The Netherlands. His research focuses in the development of novel catalytic chemistry and reactor concepts (among others microreactors) for catalytic processes with a strong emphasis on the conversion of (lignocellulosic) biomass to energy, biofuels and biobased (performance) chemicals. The group also performs research in the field of heterogeneous catalysis, with emphasis on the synthesis, characterisation and applications of zeolites, mesoporous materials and mixed oxides. \\n Prof. Heeres is the author and co uthor of 230 papers in international peer reviewed journals (h index 50) and 12 patents in the field of (applied) catalysis and chemical reaction engineering. He is an editor of the journal Fuel Processing Technology, an editorial board member of the journal Catalysts, a member of the Koninklijke Hollandsche Maatschappij der Wetenschappen (Royal Holland Society of Sciences and Humanities) and member of the Academic Advisory board of the Institute Sustainable Process Technology (ISPT). Since Januari 2019, he is the director of the ENTEG institute of the University of Groningen (https:\/\/www.rug.nl\/research\/enteg\/abouttheinstitute\/).",
            "storagePath": "speakers\/2019\/prof_dr_ir_hj_erik_heeres.jpg",
            "speechTitle": "Glycerol valorization to biobased chemicals using advanced catalysts",
            "speechAbstract": "The identification and subsequent commercialization of added value chemicals from biomass is high on the global research and development agenda. An attractive approach involves the conversion of suitable biomass sources to products that are already on the market place and commercially available (drop-in approach). As such, this strategy exploits existing value chains, markets and infrastructure, which will speed up the pace of the development and reduce investment costs.&nbsp; \\n In this presentation, research activities in our group aiming at the identification of suitable catalytic technology for the conversion of glycerol, a by-product from the biodiesel industry, will be provided. The emphasis will be on two final product classes&nbsp; viz. aromatics (BTX) and lactic acid\/ester. Both are important&nbsp; building blocks for the polymer industry and allow access to polymers like poly-lacticacid and polyethylene terephthalate.&nbsp;",
            "time": "2019-7-23 15:15",
            "room": "TARUSAN 1-2",
            "symposium": "International Symposium on Metallurgy and Materials Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 5,
        "fields": {
            "id": 5,
            "name": "Prof. Masato Tominaga",
            "affiliation": "Saga University",
            "country": "Japan",
            "type": "invited",
            "profile": "Dr. Tominaga received a Bachelor (1989), Masters (1991) and Doctoral (1994) degree under Prof. Isao Taniguchi as a superviser from Kumamoto University. He served as a Research Associate and the JSPS fellow in the Department of Applied Chemistry at Nagasaki University (1994 – 1997).&nbsp; In 1998, he worked at the Kumamoto University College of Medical Science (1998 – 2003), and then at the Department of Applied Chemistry and Biochemistry, Kumamoto University (2003–2015) as Assistant Professor, Associate Professor. His present position started in 2016.&nbsp; He did research at the School of Chemistry and Biochemistry (Professor Lawrence A. Bottomely) at the Georgia Institute of Technology (1994), in the Ames Laboratory, Department of Energy (Professor Marc D. Porter) at Iowa State University (1996–1997), and at the Department of Chemistry (Professor C.-J. Zhong) at the State University of New York at Binghamton (2003). His current research interest is the electron transfer reactions of biomolecules at electrode interfaces such as carbon nanotubes modified electrodes and its application for enzyme catalyst fuel cell, and microbial fuel cell.",
            "storagePath": "speakers\/2019\/prof_masato_tominaga.jpg",
            "speechTitle": "Effect of Connection Type in Series and Parallel on Electric Power Generation of Mud Microbial Fuel Cell",
            "speechAbstract": "To investigate an effect of connection type in series and parallel on an electric power generation, a microbial fuel cell using a mud (MMFC) was constructed by 4 pieces of anode and one cathode with an external resistance. The maximum current observed at the parallel type MMFC was ca. two times larger than that at the series type MMFC, although the maximum voltage did not depend on the connection type. As a result, the parallel type MMFC showed ca. two times higher maximum electric power than the series type MMFC. The each anodic potential was depended on the connecting order, when the external resistance value used was close value to the internal resistance of the MMFC.",
            "time": "2019-7-23 13:00",
            "room": "OMBILIN 2-3&nbsp;",
            "symposium": "International Symposium on Chemical and Process Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 6,
        "fields": {
            "id": 6,
            "name": "Prof. Jerome Charmet",
            "affiliation": "Warwick University",
            "country": "England",
            "type": "invited",
            "profile": "Dr Jerome Charmet (JC) is an Associate Professor at the University of Warwick. He did his postgraduate training in biomedical engineering from the University of Bern, Switzerland, and received his PhD from the University of Cambridge. Dr Charmet's research focuses on integrated microfluidic platforms, with sensing and control elements, to study complex fluids and biological environments, for applications ranging from diagnosis to biophysics and more recently organs on chips. He has acquired a strong experience in microfabrication while working at the Institute of Applied Microtechnologies of HES-SO Arc (Switzerland), at Intel Ireland, at the National Centre for Sensor Research of Dublin City University and during his PhD at the Nanoscience Centre or the University of Cambridge. He is a Royal Society of Chemistry Lab on a Chip Emerging Investigator (2019) and a member of the EPSRC Early Career Forum for Manufacturing Research.",
            "storagePath": "speakers\/2019\/prof_jerome_charmet.jpg",
            "speechTitle": "Low cost microfabrication toolbox",
            "speechAbstract": "Microsystems have been recognised as key enabling technologies, with applications found in almost every industrial field. They are being used in in-vitro diagnostic (IVD), energy harvesting, automotive and navigation, telecommunication and drug screening devices to cite a few. Microsystem, typically made up of components below 1 millimetre in size, exploit microscale phenomena to develop innovative miniature devices including sensors and actuators. Due to their size, they can be manufactured at low-unit cost through mass-production. Yet, the development (and teaching) of microsystems has typically been limited to upper income countries due to the initial investment costs associated with the microfabrication equipment and processes. However, recent technological advances have enabled the development of low-cost microfabrication tools. In this paper, we review a range of low-cost microfabrication approaches and equipment, developed and implemented in our laboratories. We describe processes used for the microfabrication of structural and functional materials. Our paper covers conventional microfabrication processes such as photolithography and lift-off, but we also describe micro-milling and 3D printing, and a range of less conventional processes that can be used to shape a range of materials with sub-millimetre feature sizes. Finally, we show how selected techniques are combined to develop an integrated, microfluidics-based, biosensing platform. We anticipate that this paper, which will enable researchers to build a low-cost microfabrication toolbox, will spark a new interest in countries that have been excluded to-date, from the microsystems revolution due to high investment costs.",
            "time": "2019-7-23 13:00",
            "room": "ANAI 1-2",
            "symposium": "International Symposium on Advances in Mechanical Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 7,
        "fields": {
            "id": 7,
            "name": "Prof. Shuo-Yan Chou",
            "affiliation": "National Taiwan University of Science and Technology",
            "country": "Taiwan",
            "type": "invited",
            "profile": "Shuo-Yan Chou is a distinguished professor of industrial management, the director of the Center for Internet of Things Innovation (CITI) at National Taiwan University of Science and Technology (Taiwan Tech), and an advisor to Taipei City Government on smart city. His research interests include Internet of Things innovation, technology-enabled service innovation, smart energy management, big data analytics, AI, blockchain, intelligent system modeling and applications, smart logistics, geometric algorithms, as well as smart city and Industry 4.0 development. Besides having conducted more than 100 research and industry projects, Dr. Chou also runs an IOT University-Industry Consortium and engages in many international cooperation activities. \\n He has served as the dean of international affairs at Taiwan Tech, the national coordinator of the European Union Framework Programme National Contact Point Taiwan Office, the editor-in-chief of the Journal of Chinese Institute of Industrial Engineers published by Taylor and Francis as well as on the editorial boards of IJFS, ASCE JEE, JIPE, among others. Dr. Chou has been a visiting professor\/scholar at MIT Media Lab, Aalto University (Finland), ETH (Switzerland), Hanyang University (Korea), Peking University (China), Nagoya University (Japan), Hong Kong University of Science and Technology and University of Washington (USA).&nbsp;\\n He has also served as the general chair for CE2009, 2010 INFORMS Service Science Conference, MCP AP2010, and CE2014 and as the organizer of more than 309 international events locally or internationally. Dr. Chou received his BBA in industrial management from National Cheng-Kung University, Taiwan in 1983, his MS and PhD in industrial and operations engineering from the University of Michigan in 1987 and 1992, respectively.",
            "storagePath": "speakers\/2019\/prof_shuo-yan_chou.jpg",
            "speechTitle": "Digital Fusion for Smart Cities",
            "speechAbstract": "Smart city development has picked up its momentum in recent years due to the prevalence of the connectivity in the physical environment brought along by the Internet of Things (IoT). The objective of making a city smart should however not be making the job of governance easier but to empower the citizen with technologies. Together with blockchain and artificial intelligence (AI), not only can activities in cities be captured holistically but also the integrity and the characterization of those activities can be established effectively. With the physical city integrated seamlessly into the digital world, streamlined and data-driven solutions solving the pain points in the city can be developed and deployed accordingly. Furthermore, the frameworks of Industry 4.0 and Industrial Internet help to enable an integral approach to resolve problems precisely. In this talk, the notion of smart in the context of cities and the newly formed digital fusion are first elaborated. Subsequent smart applications and services supporting the evolutional goals of cities are illustrated.&nbsp;",
            "time": "2019-7-23 13:00",
            "room": "ARAI",
            "symposium": "International Symposium on Electrical and Computer Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 8,
        "fields": {
            "id": 8,
            "name": "Prof. Lisa Scharoun",
            "affiliation": "Queensland University of Technology",
            "country": "Australia",
            "type": "invited",
            "profile": "Lisa is a multi-award winning teacher, researcher and designer with expertise in Visual Communications and Cross-cultural design. On completion of her PhD in Visual Communications from Griffith University, she was offered the role of Program Director of the Graphic Design discipline at Deakin University in Melbourne. Lisa is currently a Professor and Head of School - School of Design in the Creative Industries Faculty at the Queensland University of Technology. A highly awarded teacher and researcher, Lisa received six Vice Chancellor's Excellence Awards for teaching and research at the University of Canberra along with the Australian Council of University Art and Design School's \"Distinguished Teaching Award.\"&nbsp; \\n Along with a successful academic career, Lisa continues to practice as a designer and has won many national and international prizes for her work. Lisa was a top 10 finalist in the Bill and Melinda Gates “Records for Life” competition and was awarded the \"Ease of Adding Information\" prize for a design solution created to assist mothers in developing countries to remember to vaccinate their children. Lisa’s digital photographic design work has won numerous international awards such as the JM Cameron Prize for Women’s Photography and the Prix de la Photographie Paris.",
            "storagePath": "speakers\/2019\/prof_lisa_scharoun.jpg",
            "speechTitle": "Designed by Kids for Kids: Design strategies to improve outcomes for children’s health and wellbeing in suburban environments",
            "speechAbstract": "The rate of childhood obesity in Australia has increased dramatically to 25% of the population since the 1960s when only 5% of children were classified as overweight or obese. These figures indicate a dire need to provide more opportunities for children to be physically active daily through active school travel (walking, cycling), free play and peer-play so that they are able to develop better all-round fitness, a wider range of social skills, and greater mental resilience. Schools and communities have attempted to design programs to encourage healthy lifestyles through walking and cycling to school. Although child health statistics have plateaued and they suggest that a new approach is needed. Some of the major barriers include real and perceived issues of road safety and hazards lack of meaningful community engagement buy-in to walk and cycle to school programs. For example, research undertaken in the ACT from 2016-2018 show that engaging children in the process of designing new solutions for their health and wellbeing can be a way forward in establishing healthy habits and social norms around walking and cycling to school. This paper outlines several projects that enabled co-design with children and practitioners as well as strategies for engaging local government and schools in the design process.",
            "time": "2019-7-23 13:00",
            "room": "KUANTAN 1-2",
            "symposium": "International Symposium on Sustainable Building, City, and Community"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 9,
        "fields": {
            "id": 9,
            "name": "Prof. Alexander Paz",
            "affiliation": "Queensland University of Technology",
            "country": "Australia",
            "type": "invited",
            "profile": "Professor Alexander Paz is the Transport Main Roads Chair at the Queensland University of Technology. Before joining QUT, he was an Associate Professor of Civil Engineering and the director of the Transportation Research Center at the University of Nevada. He is a Professional Engineer License in the State of Nevada. Professor Paz has been working on developing methods, algorithms and software tools for the management of highway infrastructure. Some of his work, including data warehouses and software applications, has been adopted by the industry. Two of his inventions are used by the industry and he is currently pursuing the corresponding patents. His broad interests include the application of operations research, network modeling, statistics and econometric methods, and informatics to the modeling, analysis, operations, safety and control of large-scale dynamic transport and infrastructure systems.",
            "storagePath": "speakers\/2019\/prof_alexander_paz.jpg",
            "speechTitle": "A Comprehensive System For Management Roadway Infrastructure",
            "speechAbstract": "Utility infrastructure assets in the United States continue to grow as millions of utility features were installed within the properties of state and local agencies. With this growth, the management of the utility data records is becoming a complex problem in terms of large amounts of data. On one hand, management of data for utility infrastructures is extremely valuable to state and local agencies because the timely access to utility-related information is a significant requirement for the delivery of construction and renovation projects on time and within budget. On the other hand, many challenges arise, such as difficulties in effective data storage of complex and messy datasets, data analysis, and data visualization. Utility owners face challenges in collecting utility data in standardized formats, data storage, and providing easy access to all stakeholders. Using a case study in Nevada, this paper demonstrates how tools and a strategic workflow process can be harnessed to develop an end-to-end management solution for large and complex data of a utility infrastructure. This end-to-end utility data management solution builds upon existing systems which are not adequate for large utility data management because they are non-scalable, do not allow for access by multiple users, involve manual data uploads, do not control consistency of data attributes, and lack visualization tools for non-GIS experts. In addition, they do not provide an end-to-end data management pipeline from data acquisition, through data integration, quality control, storage and finally to data access. The developed system in this case study was used for an end-to-end management test of large data during the testing phase and proved to perform seamlessly. Our approach could be adopted by other utility jurisdictions to manage their utility data. Such a data management system allows for automated and proper management of utility data thereby helping state and local agencies reduce utility conflicts and offset construction costs due to utility damages. This data could be combined with other rich data sources, such as financial data, and mined for valuable, hidden insights.",
            "time": "2019-7-23 13:00",
            "room": "OMBILIN 1",
            "symposium": "&nbsp;International Symposium on Infrastructure, and transport"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 10,
        "fields": {
            "id": 10,
            "name": "Prof. Ruth Steiner",
            "affiliation": "University of Florida",
            "country": "USA",
            "type": "invited",
            "profile": "Ruth Steiner is a professor and director of the Center for Health and the Built Environment in the Department of Urban and Regional Planning and an affiliate faculty in the School of Natural Resources and Environment and the Transportation Institute at the University of Florida.&nbsp;\\n Her research focuses on the coordination of transportation and land use, with a particular focus on planning for all modes of transportation and its impact on communities, the environment, and public health.&nbsp; Her current research is on the impact of school siting, school transportation and land development patterns on children’s travel, transportation and aging, the changing pattern of travel among millennials, impacts of new transportation options on transportation systems and the incorporation of risk into long-range transportation planning. &nbsp;\\n Dr. Steiner is currently Topical Issues Editor for Transport Policy and a member of the Editorial Board for Case Studies in Transport Policy, The Journal of Planning Education and Research and University of Florida Press.&nbsp; She has twice received the University of Florida Research Foundation Professorship (2005-2007 and 2017-2020) and the Kermit Sigmon Citizen Participation Award from the Gainesville Urbanized Area Metropolitan Transportation Planning Organization. She received an A.B. in History at Lawrence University, Appleton, Wisconsin, an M.B.A. at the University of Wisconsin, Milwaukee, and Masters of City Planning and Ph.D at the University of California, Berkeley.&nbsp;",
            "storagePath": "speakers\/2019\/prof_ruth_steiner.jpg",
            "speechTitle": "Planning for Risk in Transportation Planning in the Face of Climate Change",
            "speechAbstract": "Among the states of the United States, the State of Florida is at the most significant risk associated with the impacts of climate change, such as sea level rise and increasing storm surge, increased hurricane intensity, and temperature increases.&nbsp; This presentation will present ongoing work for the Florida Department of Transportation on the long-term risks associated with developing a statewide transportation plan.&nbsp; In addition to the impacts of climate changes, the state of Florida faces other risks associated with five broad categories of risk - population, demographics and migration; economics and revenue; technology; global issues including security; and environmental. In this presentation, we will first define risk, then discuss the changes that are happening in each of these five areas of risk. We will then use the risks associated with climate change and its associated impacts to understand how the risks can be magnified by the interaction of separate categories of risk. Finally, we identify the challenges to developing long-range plans, including transportation plans in the face of great uncertainty.",
            "time": "2019-7-23 10:15",
            "room": "KUANTAN 1-2",
            "symposium": "International Symposium on Sustainable Building, City, and Community \/ International Symposium on Infrastructure, and transport"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 11,
        "fields": {
            "id": 11,
            "name": "Dian K. Suprapto",
            "affiliation": "TUV Rheinland Indonesia",
            "country": "Indonesia",
            "type": "invited",
            "profile": "Dian K Suprapto graduated from computer science for business from the University of Hannover and she was also awarded a Master Degree from University of Karlsruhe in Information Management and Media. She currently sat as Senior Manager Academy &amp; Life Care Business Analyst, Change Management Consultant, and Professional Trainer in TUV Rheinland Indonesia. \\n Her project experiences includes: training for ministries in the Republic of Indonesia, Training development and needs analysis for Gas Station Manager, Pertamina, Training development and needs analysis for adidas suppliers, Asia Pacific, Kaizen Implementation, Kayu Lapis Indonesia (KLI), Kendal, Indonesia, SAP Change Management, National Starch Product, Australia – New Zealand, SAP Implementation, Corn Product – National Starch, Singapore – Thailand, SAP Implementation, electronic Bidding System, Siemens Oil &amp; Gas, Hamburg, Germany, SAP e-learning development, Siemens IT Solutions and Services, Asia Pacific and West Europe, SAP Implementation, OCS Group, United Kingdom, Implementation of Solution database Project, Siemens IT Solutions and Services, Bangkok Thailand, SAP Implementation module MM and PP, Siemens Nuremberg, Germany, and E-commerce portal, ICT Siemens Erlangen, Germany.",
            "storagePath": "speakers\/2019\/dian_k_suprapto.jpg",
            "speechTitle": "Industry 4.0 in Global &amp; Indonesia: TUV Rheinland Perspective",
            "time": "2019-7-23 13:00",
            "room": "KUANTAN 3",
            "symposium": "International Symposium on Industrial Engineering"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 12,
        "fields": {
            "id": 12,
            "name": "Prof. Dr.-Ing Azhar Zam",
            "affiliation": "University of Basel",
            "country": "Switzerland",
            "type": "invited",
            "profile": "Azhar Zam received the M.Sc. degree in biomedical engineering from the University of Lubeck, Germany, in 2007, and the Ph.D. degree in advanced optical technologies from the Friedrich-Alexander-University Erlangen-Nuremberg, Germany, with the focus on optical feedback for tissue-specific laser surgery, in 2011. After research positions at University of Waterloo, National University of Ireland Galway, and University of California Davis, he joined the Department of Biomedical Engineering at the University of Basel as Assistant Professor in 2016. He founded and leads the Biomedical Laser and Optics Group (BLOG) at the Department of Biomedical Engineering at the University of Basel, Switzerland. He has published in total over 50 peer-reviewed articles, book chapters, books and patents. His main research interests focus on the development of smart devices for medical therapy, diagnostics and monitoring using novel optical technologies, including smart laser surgery, optical coherence tomography (OCT), optoacoustic, biomedical spectroscopy, AI-aided optical diagnostics, IOTbased wearable sensors and miniaturized systems.",
            "storagePath": "speakers\/2019\/prof_dr-ing_azhar_zam.jpg",
            "speechTitle": "Optical Coherence Tomography (OCT): Past, Present and Future Developments",
            "speechAbstract": "Optical coherence tomography (OCT) has undergone substantial changes since its first use in the 1990s. OCT is a new technology that provides an atraumatic \"optical biopsy\" providing both anatomical and possible histopathologic results. Although the first generation of OCT systems were in the non-invasive diagnostic for ophthalmology, its development spreads to other medical applications. New applications are emerging in various medical fields, e.g. early-stage cancer detection, surgical guidance, and early diagnosis of diseases. OCT has also proven its value as a tool for developmental biology. The presentation will review the principle of OCT and highlight recent advances and future developments of OCT technology.",
            "time": "2019-7-24 10:15",
            "room": "R6 SINAMAR",
            "symposium": "ISBE"
        }
    },
    {
        "model": "speakers.speakers",
        "pk": 13,
        "fields": {
            "id": 13,
            "name": "Prof. Muhammad Hussain Ismail",
            "affiliation": "Universiti Teknologi MARA",
            "country": "Malaysia",
            "type": "invited",
            "profile": "Muhammad Hussain Ismail is currently an Associate Professor and Deputy Dean (Research and Industrial Linkage) at the Faculty of Mechanical Engineering, UiTM Shah Alam. He obtained both B. Eng. (Hons) and MSc in Mechanical and Materials Engineering from Universiti Kebangsaan Malaysia (UKM) in 1999 and 2002, respectively. In 2001, he joined UiTM as a lecturer before pursuing his PhD in Sept 2007 at the University of Sheffield. He completed his PhD in 2012 at the Department of Materials Science and Engineering with thesis entitled Processing of Porous NiTi by Metal Injection Moulding (MIM) using Partly Water Soluble Binder System. His research on NiTi alloy by MIM has led to several paper publications, nationally and internationally, 2 patents and several Gold awards in international innovation competitions such as ITEX2017 and PECIPTA2017. He has collaborated with Faculty of Dentistry, UiTM and a start-up company, namely NITIUM Technology Sdn. Bhd. in development and commercialization of the first porous NiTi Dental Implant.",
            "storagePath": "speakers\/2019\/prof_muhammad_hussain_ismail.jpg",
            "speechTitle": "Advanced Powder Metallurgy Processing for NiTi Alloys Biomedical Implants",
            "speechAbstract": "Among many alloys used in medical applications, NiTi shape memory alloys are widely used either for the production of medical devices or implants. Besides exhibiting unique properties of shape memory effect (SME) and pseudo-elasticity (PE), the alloy also excellent in corrosion resistance and biocompatibility. Among the metal processing routes, Powder Metallurgy (PM) has been found as the most promising method, particularly for small, intricate and complex geometries of biomedical implants. The implants can be in two different structures; dense and porous which apply for different applications. This paper highlights some of the important aspects in manufacturing of NiTi alloys by PM routes, covering from conventional compaction, metal injection moulding (MIM) and additive manufacturing (AM). Some significant aspects from metallurgical and biocompatibility points of view are also presented.",
            "time": "2019-7-23 15:15",
            "room": "R6 SINAMAR",
            "symposium": "ISBE"
        }
    }
]